{
    "c2array": true,
    "size": [
        2,
        20,
        1
    ],
    "data": [
        [
            [
                "Phoebis sennae"
            ],
            [
                "Danaus erippus"
            ],
            [
                "Parides bunichus"
            ],
            [
                "Mechantis lysimnia"
            ],
            [
                "Vanessa braziliensis"
            ],
            [
                "Ascalpha odorata"
            ],
            [
                "Heliconius erato phyllis"
            ],
            [
                "Anartia amathea roselia"
            ],
            [
                "Memphis editha"
            ],
            [
                "Coligo braziliensis"
            ],
            [
                "Hamadryas amphinome"
            ],
            [
                "Arcas ducalis"
            ],
            [
                "Opsiphanes invirae"
            ],
            [
                "Euryades corethus"
            ],
            [
                "Heráclides hectorides"
            ],
            [
                "Danaus gilippus"
            ],
            [
                "Protensilaus helios"
            ],
            [
                "Morpho aega"
            ],
            [
                "Siproeta stelenes"
            ],
            [
                "Dynastor napoleon"
            ]
        ],
        [
            [
                "Esta borboleta pode ser encontrada por toda a extensão do continente americano.  Esta carta simboliza movimento, concretização e realização de objetivos. É a carta do “mensageiro” e avisa sobre notícias ou novidades que estão prestes a chegar. Atente-se aos sinais que o universo envia."
            ],
            [
                "Também conhecida como Monarca Sul-americana, esta borboleta é conhecida por migrar durante a primavera e o outono para ambientes mais frios. Por se mover muito, esta carta simboliza o movimento, as viagens, as buscas por novos rumos, novos horizontes, mudanças de trajetórias e até mesmo mudanças internas. Representa a transformação em diversos níveis. O recado desta carta é: abrace o novo. Mudar pode ser muito positivo. Se a borboleta não aceitasse a mudança, seria para sempre lagarta."
            ],
            [
                "Esta é uma Borboleta rara encontrada quase exclusivamente no litoral de Santa Catarina, e por isso, simboliza a sorte, a fertilidade e a ligação que temos com os nossos desejos mais profundos e verdadeiros. Esta carta convida a fazer uma reflexão sobre aquilo que são os nossos desejos e aquilo que são desejos que o mundo exterior nos impõe. Você conhece seus sonhos ou está em busca de sonhos impostos pelos outros? Procure a sua verdadeira essência. Como você gostaria de estar daqui a 20 anos e o que tem feito para chegar lá? É só quando descobrimos o que procuramos que podemos encontrar o nosso verdadeiro caminho."
            ],
            [
                "Também conhecida como Tigresa Confusa, esta carta pede cautela. Este é um momento em que os seus pensamentos parecem estar um pouco fora da ordem e não é um momento de tomar decisões. Tente analisar a situação através de outros ângulos. Às vezes andamos por uma mata densa e fechada sem perceber que o caminho mais fácil está bem debaixo do nosso nariz, basta dar um passinho ao lado e ver as coisas sob uma nova perspectiva. "
            ],
            [
                "Conhecida por sua “camuflagem” de muitas cores, esta borboleta está associada às máscaras e, portanto à falsidade. As pessoas nem sempre são quem parecem ser. Procure conhecer aqueles em seu entorno mais profundamente antes de confiar incondicionalmente neles. De vez em quando, guardar segredo sobre seus planos é uma forma de se proteger da inveja ou da energia alheia."
            ],
            [
                "Popularmente conhecida como Bruxa, esta borboleta é associada nas culturas nativas da américa com a morte. Mas calma! Você já parou para pensar que nem sempre isso é uma coisa ruim? Tudo na vida tem um ciclo que deve se iniciar, se desenvolver e se encerrar em seu tempo. A morte à qual essa carta se refere pode significar o encerramento de um ciclo, um fim de um período ou de alguma situação. Toda borboleta precisa morrer como lagarta para iniciar a sua nova vida. Todo recomeço é consequência de um encerramento prévio. Esta carta pede para que você encerre tudo aquilo que não serve mais para a sua vida e aceite o novo de braços abertos."
            ],
            [
                "Também conhecida como borboleta crista-de-galo, esta é uma espécie muito rápida e que voa de forma errática. Por isso esta carta representa o movimento brusco, as guinadas a 180°. Pode também ser sinal de uma alegria que transborda. É considerada uma das cartas mais positivas deste baralho e representa uma mudança de qualquer situação para melhor. Mas esteja preparad@: esta carta vem balançar as estruturas da vida e convidar a ser feliz."
            ],
            [
                "Também conhecida em inglês como Red Princess (Princesa Vermelha), esta carta está ligada a encontros amorosos e diz respeito àquelas paixões que nos fazem sentir borboletas no estômago. Lembre-se que as melhores coisas da vida sempre dão frio na barriga: um novo amor, uma nova oportunidade, um novo rumo. Aventure-se mais e viva com paixão cada minuto."
            ],
            [
                "Memphis significa “duradouro e bonito”, e por isso esta carta faz alusão à alma e ao mundo espiritual. A palavra Psyche significa alma em grego e é o nome da deusa por quem o próprio cupido se apaixonou. Esta carta tem duplo significado: por um lado vem nos mostrar que contamos com a proteção do mundo espiritual, por outro nos pede para observarmos ao nosso redor. Quando sentir que precisa de uma guia ou proteção, apele para seus guardiões espirituais. Caso a pergunta tenha relação com assuntos do coração, preste atenção: aquela pessoa especial pode estar bem ao nosso lado, sem que a gente tenha se dado conta ainda."
            ],
            [
                "Também conhecida como Borboleta-coruja, graças ao padrão nas asas que imita olhos grandes. Esse disfarce tem o objetivo de afugentar predadores, fazendo a borboleta parecer um animal maior. Esta carta simboliza a insegurança que nos faz agir de forma equivocada e faz não parecermos nós mesmos de vez em quando. Tente se manter fiel a seus próprios princípios e sempre respeitar quem você é. Dessa forma você poderá evitar que pessoas tenham a impressão errada sobre você. Confie em você mesmo. Você é capaz."
            ],
            [
                "Conhecida como borboleta vitral, esta carta remete ao universo, às estrelas e aos nossos ancestrais. Esta carta simboliza a luz das estrelas que nos orientam desde os princípios da civilização humana. Quando se sentir desorientado, lembre-se que o universo tem um plano para cada um de nós, e que carregamos um universo dentro da gente. Você não está neste mundo à toa, você é parte de um todo. Olhe para o universo de si mesmo e volte a sentir o chão sob os seus pés. Você tem o controle da própria vida."
            ],
            [
                "Com um dos formatos de asas e coloração mais exóticas entre as borboletas, Arcas ducalis representa a transformação lenta e gradual. Ela evidencia que todo o estágio da nossa vida é válido e necessário. Para chegar a ser uma borboleta, uma lagarta precisa passar pela crisálida. Não adianta querer voar enquanto ainda se é lagarta. Devemos aceitar e vivenciar cada uma das fases de nossas vidas. Se você ainda não se sente preparado para dar algum passo que considera importante, respeite-se. Ainda não é o momento para que isso aconteça. O voo só deve acontecer depois que nossas asas estiverem plenamente desenvolvidas para ele."
            ],
            [
                "Conhecida também como Borboleta Lagarta-Desfolhadora devido ao seu alto potencial de atacar plantações em seu estágio larval, esta carta avisa que você está prestes a passar por um período de desafios. Porém o conselho aqui é que apenas devemos colocar a nossa energia naquilo que podemos mudar. Algumas coisas estão fora de nosso alcance e devemos ter sabedoria de identificá-las e a força para aceitar que apenas o tempo ou o destino serão capazes de transformá-las."
            ],
            [
                "Esta espécie se caracteriza pelas diversas marcas na asa que se assemelham a pequenos corações vermelhos. É a carta do amor e serve como prenúncio de que em breve seu coração estará em paz. Lembre-se que todas as formas de amor valem a pena e ame incondicionalmente. Euryades não diz respeito apenas ao amor romântico, mas ao amor fraternal, materno, paterno e à amizade. Infelizmente, esta é uma espécie que se encontra ameaçada de extinção, e isso nos adverte que o amor requer cuidados. O amor deve ser cultivado e preservado diariamente. Você expressa seus sentimentos com frequência? Os seus atos são condizentes com a forma como você ama? Tente ser sincero com os seus próprios sentimentos para que então você possa emaná-los aos demais."
            ],
            [
                "Popularmente conhecida como caixão-de-defunto, esta carta traz na realidade uma mensagem bastante positiva. Ela remete às frases em latim memento mori e carpe diem, que nos lembram de aproveitar a vida intensamente, pois ela é um presente que nos foi dado. Cerque-se de boas companhias, de pessoas que despertam o melhor de você. A vida é curta para perdermos tempo com quem não nos acrescenta ou quem nos puxa para baixo."
            ],
            [
                "A “borboleta rainha”, como é conhecida, é uma carta que representa alianças. Sejam afetivas, de trabalho, estudos ou familiares, a rainha aparece para reforçar o poder que ganhamos através das uniões. Se esta carta aparece para você, ela mostra que boas parcerias estão ao seu redor e que é um momento para se cultivar alianças frutíferas."
            ],
            [
                "Borboleta de asas translúcidas, quase transparentes, que lhe conferem o nome popular de “Vidro-no-ar”, esta carta sugere paz. Ela pede que esvaziemos nossas mentes e corações de toda a negatividade e meditemos no intuito de nos conectar com a paz que reside no nosso interior. Existe um lugar seguro e pacífico dentro de cada um de nós no qual podemos nos refugiar mesmo quando tudo ao nosso redor parece caótico. Você consegue encontrar este lugar? Já tentou se concentrar por alguns minutos apenas no ritmo da sua respiração e nas batidas do seu coração? Quando nos sentimos bem dentro de nós mesmos, podemos nos sentir bem em qualquer lugar."
            ],
            [
                "Esta borboleta de coloração intensa, assim como a maioria das borboletas das espécies “Morphos”, frequentemente passa as manhãs patrulhando trilhas à beira de córregos e rios e por isso esta carta é a carta dos caminhos. Significa que seus caminhos estão abertos e livres. É uma carta que também reflete sobre o poder das nossas escolhas. Você consegue enxergar as muitas portas que se abrem à sua frente?"
            ],
            [
                "Esta borboleta possui uma coloração diferente se observada sob o ponto de vista superior ou inferior de suas asas e fica particularmente bonita quando o sol ilumina as partes verdes translúcidas de seu padrão. É a carta da confirmação. Se você tinha alguma dúvida ou alguma pergunta específica ao consultar este oráculo, esta borboleta vem responder afirmativamente ou confirmar a sua intuição. Você sabe o que precisa saber e a chave do sucesso está em suas mãos. "
            ],
            [
                "Esta borboleta é a maior de seu gênero. As asas de uma fêmea podem chegar a 17 centímetros de envergadura, porém, por seus hábitos noturnos, são de difícil observação para os seres humanos. É uma espécie ameaçada de extinção pelo avanço urbano sobre as matas. Por estas características, esta carta é conhecida como “O efeito borboleta”, ou ainda: “A teoria do caos”. Segundo esta teoria, o bater de asas de uma simples borboleta poderia influenciar o curso natural das coisas e, assim, talvez provocar um tufão do outro lado do mundo. Em outras palavras, esta carta nos fala sobre a lei de ação e reação, causa e consequência do nosso cotidiano. Toda ação provoca uma reação, e por isso somos responsáveis por nossas decisões. Você tem se preocupado em fazer a coisa certa? Você se importa com as consequências dos seus atos no mundo? Lembre-se que as consequências dos nossos atos podem acabar se voltando contra nós mesmos um dia."
            ]
        ]
    ]
}